Repository: maximebj/fitness.plugin
Catalog: languages/fitness-planning-*.po
Languages: fr_fr

source: A few words about him
fr_fr: Quelques mots sur lui/elle

# verb
source: Copy
fr_fr: Copier

source: Days text color
fr_fr: Couleur des jours

source: Background color
fr_fr: Couleur de fond

source: Border color
fr_fr: Couleur des bordures

source: Pixels per hour
fr_fr: Pixels par heure

source: Info: logos won't show when there isn't enough height
fr_fr: Info: les logo n'apparaissent que s'ils ont assez d'espace

source: per hour
fr_fr: par heure

source: Show
fr_fr: Afficher

source: Planning hours
fr_fr: Horaires du planning

source: Morning:
fr_fr: Matin :

source: from
fr_fr: de

source: to
fr_fr: à

source: Start time can't be later than finish time
fr_fr: L'heure de début ne peut pas être plus tard que celle de fin

source: Afternoon:
fr_fr: Après-midi :

source: Afternoon starts before morning finish
fr_fr: L'après midi démarre avant la fin de la matinée

source: Others
fr_fr: Autres réglages

source: You can customize the first day of the week or the date format in <a href="options-general.php" target="_blank">Settings > General</a>.
fr_fr: Vous pouvez personnaliser le premier jour de la semaine ou le format de date dans <a href="options-general.php" target="_blank">Réglages > Général</a>.

source: Simply copy/paste this code in a post or a page to display planning.
fr_fr: Pour afficher ce planning copiez/collez simplement ce code dans un article ou une page.

source: Show workout logo
fr_fr: Afficher les logos des cours

source: Show workout name
fr_fr: Afficher le nom du cours

source: Show workout background color
fr_fr: Afficher la couleur de fond

source: All items background color
fr_fr: Couleur de fond de chaque élément

source: Text color
fr_fr: Couleur du texte

source: Border radius
fr_fr: Arrondi du rebord

source: You don't have any workout to add to the planning. <a href='edit.php?post_type=workout'>Add a Workout</a>.
fr_fr: Vous n'avez encore aucun cours à mettre dans le planning. <a href='edit.php?post_type=workout'>Ajoutez votre premier cours</a>.

source: Add
fr_fr: Ajouter

source: on
fr_fr: le

source: with
fr_fr: avec

source: No coach defined
fr_fr: Aucun coach

source: Add to planning
fr_fr: Ajouter au planning

source: Cancel
fr_fr: Annuler

source: Visit official page
fr_fr: Visiter la page officielle

source: By
fr_fr: Avec

source: Click to edit
fr_fr: Cliquez pour éditer

source: Settings
fr_fr: Réglages

source: Time Step
fr_fr: Intervalle de temps

source: Interval of time used for choosing workouts start time and duration. Default: 15 minutes.
fr_fr: Intervalle de temps utilisé pour choisir une heure. Défini sur 15 minutes par défaut.

source: Workouts archive
fr_fr: Archive des cours

source: Activate
fr_fr: Activer

source: Coachs archive
fr_fr: Archive des coachs

source: Don't forget to flush WP permalinks structure after enabling archives pages. Go in Settings > Permalinks and hit Save button
fr_fr: N'oubliez pas de mettre à jour la structure des permaliens après avoir activé les archives. Allez dans Réglages > Permaliens et cliquez sur enregistrer

source: Color
fr_fr: Couleur

source: Choose a background color for this workout
fr_fr: Choisissez un fond pour ce cours

source: Optional. Workout official description page URL
fr_fr: Optionnelle. Page officielle de description du cours

source: All coachs
fr_fr: Tous les coachs

source: Add a coach
fr_fr: Ajouter un coach

source: Edit coach
fr_fr: Modifier le coach

source: No coachs found.
fr_fr: Aucun coach trouvé.

source: About the coach
fr_fr: À propos du coach

source: All plannings
fr_fr: Tous les plannings

source: Add a planning
fr_fr: Ajouter un planning

source: Edit planning
fr_fr: Modifier le planning

source: No plannings found.
fr_fr: Aucun planning trouvé.

source: Add a workout
fr_fr: Ajouter un cours

source: Planning Preview
fr_fr: Prévisualisation du planning

source: Customize Workouts
fr_fr: Personnaliser les Cours

source: Customize Planning
fr_fr: Personnaliser le Planning

source: Duplicate
fr_fr: Dupliquer

# noun
source: Copy
fr_fr: Copie

source: Workouts
fr_fr: Cours

source: All workouts
fr_fr: Tous les cours

source: Workout
fr_fr: Cours

source: Edit workout
fr_fr: Modifier le cours

source: No workout found.
fr_fr: Aucun cours trouvé.

# Post type slug
source: workouts
fr_fr: cours

source: About the workout
fr_fr: À propos du cours

source: Select a image to upload
fr_fr: Insérer un média

source: Use this image
fr_fr: Utiliser cette image

source: Edit this Workout
fr_fr: Modifier ce cours

source: Apply changes
fr_fr: Appliquer

source: Edit
fr_fr: Modifier

source: Start time must be before end Time
fr_fr: L'heure de début doit être avant l'heure de fin

source: You can't add a workout here because there is already another one at this time. We suggest you make another planning (eg: special bike planning)
fr_fr: Vous ne pouvez pas ajouter de cours ici car il y en a déjà un sur ce créneau horaire. Nous vous suggérons de créer un autre planning (ex: un planning spécial pour les cours de vélo)

source: This workout is outside the current planning hours boundaries
fr_fr: Ce cours est en dehors des limites horaires du planning

source: Picture
fr_fr: Photo

source: Choose picture
fr_fr: Choisir une image

source: Change
fr_fr: Remplacer

source: Remove
fr_fr: Retirer

source: Sunday
fr_fr: Dimanche

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

# Find it on official website
source: BODYATTACK™ is a high-energy fitness class with moves that cater for total beginners to total addicts. We combine athletic movements like running, lunging and jumping with strength exercises such as push-ups and squats.
fr_fr: Le BODYATTACK™ est un cours de fitness énergisant avec des mouvements qui s’adressent aussi bien aux débutants qu’aux passionnés. Nous combinons des mouvements athlétiques comme la course, des flexions et des sauts avec des exercices de force comme des pompes et des squats.

# Find it on official website
source: BODYPUMP™ is a barbell workout for anyone looking to get lean, toned and fit – fast. Using light to moderate weights with lots of repetition, BODYPUMP gives you a total body workout. It will burn up to 540 calories.
fr_fr: BODYPUMP™ est pour toutes les personnes qui souhaitent s’affiner, se tonifier et se remettre en forme – rapidement. En faisant un grand nombre de répétitions avec des poids légers à moyens, BODYPUMP constitue un entraînement complet du corps. Vous brulerez jusqu’à 540 calories.

# Find it on official website
source: Step into a BODYCOMBAT workout and you’ll punch and kick your way to fitness, burning up to 740 calories along the way. This high-energy martial-arts inspired workout is totally non-contact and there are no complex moves to master.
fr_fr: Venez essayer un cours de BODYCOMBAT™ et vous mènerez votre combat vers la forme, grâce aux 740 calories que vous brulerez. Ce cours à haute intensité inspiré des arts martiaux est sans contact et il n’y a pas de mouvements compliqués à maîtriser.

# Find it on official website
source: Choreographed by Gandalf Archer-Mills in Auckland, New Zealand, BODYJAM™ is the ultimate combination of music and dance. Tracks that you love right now? They’re in BODYJAM. That new style you’ve heard about? It was in BODYJAM last year.
fr_fr: Chorégraphié par Gandalf Archer-Mills à Auckland, Nouvelle-Zélande, le BODYJAM™ est la combinaison parfaite de musique et de danse. Les morceaux du moment que vous aimez ? Ils sont déjà dans BODYJAM. Ce nouveau style dont vous avez entendu parler ? C’était dans un BODYJAM l’année dernière.

# Find it on official website
source: We are excited to bring you LES MILLS TONE™. We listened to your global feedback and heard your desire for a more modern training experience. Created from the foundations of BODYVIVE 3.1, LES MILLS TONE maintains the original 3 in 1 training style - a mix of cardio, resistance and core while playing with different training concepts to ensure everyone gets the best results from their workouts.
fr_fr: Si vous recherchez le parfait mélange de travail de force, cardio et de renforcement du centre du corps, alors c’est le cours qu’il vous faut. Participez à un cours LES MILLS TONE et vous offrirez à votre corps un entraînement complet en 45 minutes. Son savant mélange intense de fentes, squats, travail fonctionnel et exercices avec élastique de résistance vous aidera à brûler des calories et à faire passer votre condition physique au niveau supérieur.

# Find it on official website
source: Ideal for anyone and everyone, BODYBALANCE™ is the yoga-based class that will improve your mind, your body and your life.
fr_fr: Idéal pour tout le monde, BODYBALANCE™ est le cours inspiré du yoga qui améliore votre esprit, votre corps et votre vie.

# Find it on official website
source: RPM™ is a group indoor cycling workout where you control the intensity. It’s fun, low impact and you can burn up to 675 calories a session. With great music pumping and the group spinning as one, your instructor takes you on a journey of hill climbs, sprints and flat riding.
fr_fr: Le RPM™ est le cours de spinning qui donne un maximum de résultats avec un minimum d’impact sur vos articulations. Sur une musique énergisante, prenez la route avec votre coach qui emmènera le peloton sur un parcours jonché de collines à grimper, de sprints et de plats.

# Find it on official website
source: Exercising muscles around the core, CXWORX™ provides the vital ingredient for a stronger body. A stronger core makes you better at all things you do, from everyday life to your favorite sports - it’s the glue that holds everything together.
fr_fr: En faisant travailler les muscles profonds CXWORX™ est l’ingrédient essentiel pour un corps plus fort. Une ceinture abdominale plus tonique vous rend meilleur - dans la vie de tous les jours comme dans vos activités sportives préférées - c’est le ciment qui maintient le corps.

# Find it on official website
source: A fun-loving, insanely addictive dance workout. SH’BAM™ is an ego-free zone – no dance experience required. All you need is a playful attitude and a cheeky smile so forget being a wallflower – even if you walk in thinking you can’t, you’ll walk out knowing you can!
fr_fr: Un cours de danse ludique et incroyablement addictif. Le SH’BAM™ est une zone sans ego – aucune expérience de danse n’est nécessaire. Tout ce qu’il faut c’est une attitude positive et délurée. Ne soyez pas timide – même si vous pensez ne pas y arriver, vous finirez le cours avec la preuve que vous en êtes capable !

# Find it on official website
source: LES MILLS GRIT™ Cardio is a 30-minute high-intensity interval training (HIIT) workout that improves cardiovascular fitness, increase speed and maximize calorie burn. This workout uses a variety of body weight exercises and provides the challenge and intensity you need to get results fast.
fr_fr: LES MILLS GRIT™ Cardio est un entraînement à haute intensité (HIIT) de 30 minutes qui améliore la forme cardiovasculaire, augmente la vitesse et maximise la dépense énergétique. Cet entraînement utilise un ensemble d’exercices utilisant le poids du corps, vous mettant au défi afin d’obtenir des résultats rapidement.

# Find it on official website
source: LES MILLS GRIT™ Plyo is a 30-minute high-intensity interval training (HIIT) plyometric-based workout, designed to make you perform like an athlete. This workout uses a bench and combines explosive jumping exercises with agility training to increase explosiveness and to build a lean and athletic body.
fr_fr: LES MILLS GRIT™ Plyo est un entraînement à haute intensité (HIIT) de 30 minutes, basé sur la pliométrie, conçu pour faire de vous un athlète. Cet entraînement utilise un banc et combine des exercices de détente verticale à des exercices d’agilité pour améliorer l’explosivité et dessiner un corps athlétique.

# Find it on official website
source: LES MILLS GRIT™ Strength is a 30-minute high-intensity interval training (HIIT) workout, designed to improve strength and build lean muscle. This workout uses barbell, weight plate and body weight exercises to blast all major muscle groups.
fr_fr: LES MILLS GRIT™ Strength est un entraînement à haute intensité (HIIT) de 30 minutes, conçu pour améliorer la force et développer la masse musculaire. Cet entraînement est composé d’exercices d’haltères et de poids du corps pour faire travailler les groupes musculaires principaux.

# Find it on official website
source: LES MILLS SPRINT™ is a 30-minute High-Intensity Interval Training (HIIT) workout, using an indoor bike to achieve fast results.
fr_fr: LES MILLS SPRINT™ est un entraînement à haute intensité (HIIT), à base de spinning permettant d’obtenir des résultats très rapidement.

# Find it on official website
source: Zumba involves dance and aerobic movements performed to energetic music. The choreography incorporates hip-hop, soca, samba, salsa, merengue and mambo. Squats and lunges are also included.
fr_fr: La Zumba est un programme d'entraînement physique complet, alliant tous les éléments de la remise en forme : cardio et préparation musculaire, équilibre et flexibilité. Les chorégraphies s'inspirent principalement des danses latines (salsa, merengue, cumbia, reggaeton, soca, samba, tango, flamenco…), mais aussi de styles variés comme la danse du ventre ou la Quebradita.

source: Read more
fr_fr: Lire la suite

source: Easily create and customize weekly timetables for your fitness club : Body Attack, Pump, Combat, Zumba...
fr_fr: Créez facilement des planning hebdomadaires interactifs pour votre salle de fitness et gérez les cours du type Body Attack, Pump, Combat, Zumba...
